{
  "header": {
    "onlinePlatform": "تسجيل الدخول",
    "contactSales": "للتواصل مع المبيعات",
    "business": "أعمال",
    "personal": "أفراد",
    "products": "المنتجات",
    "about": "عن بوادل",
    "login": "تسجيل الدخول",
    "joinUs": "انضم إلينا",
    "letterOfGuarantee": "الضمانات البنكية",
    "letterOfGuaranteeExplain": "أتمتة عمليات الضمانات البنكية وإتاحة الإجراءات الآحقة بين الشركات والبنوك عبر منصتنا.",
    "accounts": "الحسابات",
    "accountsExplain": "ادعم  التحول الرقمي المالي لشركتك مع نظرة شاملة لمعلومات الحسابات عن طريق منصة واحدة.",
    "paymentsAndTransfers": "المدفوعات والتحويلات",
    "paymentsAndTransfersExplain": "قم بتجربة قنوات متعددة شاملة عن طريق منصة واحده تتيح لك معالجة دفعاتك وتحويل عن طريق جميع البنوك بشكل آمن وفعال"
  },
  "contact": {
    "title": "تواصل مع المبيعات",
    "leading": "املأ النموذج على اليمين للتواصل مع أحد ممثلينا.",
    "enterInfo": "الرجاء إدخال المعلومات الخاصة بك",
    "optionalAsterisk": "*اختياري",
    "workEmail": "عنوان البريد الإلكتروني للعمل",
    "companyName": "إسم الشركة",
    "firstName": "الإسم الاول",
    "lastName": "الإسم الاخير",
    "phone": "الهاتف (يرجى تضمين رمز الدولة / المنطقة)",
    "additionalInfo": "معلومات إضافية تتعلق باحتياجات عملك *",
    "submit": "إرسال",
    "formAgree1": "بإرسال النموذج ، أوافق على",
    "formAgree2": "سياسة الخصوصية",
    "messageSent": "تم الارسال!",
    "messageFail": "فشل إرسال الرسالة. الرجاء معاودة المحاولة في وقت لاحق."
  },
  "common": {
    "details": "تفاصيل",
    "features": "الميّزات",
    "comingSoon": "قريباً"
  },
  "homeFaq": {
    "title": "الأسئلة الشائعة",
    "faqQuestion1": "هل بوادل مرخصة؟",
    "faqAnswer1": "بواتك، الشركة التي تقف وراء تطبيق بوادل، مرخصة عن طريق البنك المركزي  السعودي \"SAMA Sandbox environment\" تسمح بتقديم منتجات وحلول متعددة تخدم المؤسسات المالية والشركات والأفراد.",
    "faqQuestion2": "كشركة، كيف يمكننا الربط مع البنوك من خلال بوادل؟",
    "faqAnswer2": "نحن نقدم حلين للشركات للتعامل مع بنوكها من خلال بوادل: <br /><br /> بوادل للأعمال :<br /> تطبيقنا على الويب والهاتف المحمول لتمكين الشركات من الوصول إلى مجموعة من الميزات والوظائف وتنفيذها مع بنوكهم.<br /><br /><br />بوادل API:<br />بوادل حل التكامل لتمكين الشركات من تقديم واستقبال المعاملات لبنوكها باستخدام أنظمتها الداخلية",
    "faqQuestion3": "هل بيانات الشركات مشفرة وآمنة في بوادل؟",
    "faqAnswer3": "يتم تشفير جميع البيانات التي يتم استقبالها من البنوك عند الحفظ وأثناء النقل. كما يتم حفظ جميع البيانات في مركز بيانات داخل المملكة العربية السعودية وفقا للوائح البنك المركزي السعودي والهيئة الوطنية للأمن السيبراني.",
    "faqQuestion4": "هل بوادل آمنة لإجراءات الدفع؟",
    "faqAnswer4": "توفر بوادل أعلى بروتوكولات الأمن والتي تتضمن تشفير الرسائل والتوقيع الرقمي. بالإضافة إلى إمكانية مشاركة عدة موظفين في اعتماد العمليات وتحديد الأدوار عن طريق مخططات سير العمل.",
    "faqQuestion5": "ما البنوك التي توفرها بوادل؟",
    "faqAnswer5": "بوادل متصلة بعدة بنوك اليوم تضم (بنك الرياض، البنك الأهلي، البنك العربي، مصرف الراجحي، بنك ساب، ومصرف الإنماء) لعدة منتجات وخدمات، ونحن نعمل على إضافة بنوك محلية ودولية أخرى لضمها لمنظومة بوادل .",
    "faqQuestion6": "كيف يمكنني التسجيل في بوادل؟",
    "faqAnswer6": "يمكنك الإتصال بفريق المبيعات لدينا لإرشادك خلال العملية ومشاركة الوثائق اللآزمة لشركتك من خلال info@dbatech.sa\n"
  },
  "homeContact": {
    "title": "تواصل معنا"
  }
}
